//
//  RulesModel.swift
//  FirstChallengeGameBomb
//
//  Created by Александр Пеньков on 10.02.2025.
//

struct RulesModel {
    let rules = ["Все игроки становятся в круг.",
                 "Первый игрок берет телефон и нажимает кнопку:",
                 "На экране появляется вопрос “Назовите Фрукт”.",
                 "Игрок отвечает на вопрос и после правильного ответа передает телефон следующему игроку.",
                 "Игроки по кругу отвечают на один и тот же вопрос до тех пор, пока не взорвется бомба.",
                 "Проигравшим считается тот, в чьих руках взорвалась бомба.",
                 "Если выбран режим игры “С Заданиями”, то проигравший выполняет задание."
    ]
}
